Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=494_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi ordne seminára sáme- ja maorigielaid ealáskahttimis 13.9.2011
sms: SääŠmteŠǧǧ reäšš seminaar sääŠm- da maorǩiol jeälltumuš da veâhssumuš 13.9.2011

source: Sámediggi ordne čakčamánus Helssegis seminára sáme- ja maorigielaid ealáskahttimis.
sms: SääŠmteŠǧǧ reäšš seminaar HeŠlssnest, koon teemmen lij sääŠm- da maorǩiõl jeälltumuš da veâhssumuš.

source: Seminára galgá doarjut oahpahus- ja kulturministeriija álggahan sámegiela ealáskahttinprográmma plánenbarggu.
sms: Seminaar juŠrddmõššân lij leeŠd bieŠǩǩ mättʼtõs- da kultturministeria altteem sääŠmǩiõl jeälltemprograamm da tuärjjeed tõn plaanumuužž da čõõđtumuužž.

source: Ealáskahttinprográmma ulbmilin lea ovddidit ja bajásdoallat sámegiela, máhcahit sámegiela sámiide, geat leat dan manahan ja bargat gielas sámeservoša duvdi giela.
sms: JuŠn alttuum jeälltemprograamm täävtõssân lij ooudâsviikkâd da ooudâsjuäŠtǩǩed sääŠmǩiõl di maaccted mååusat sääŠmǩiõl säŠmmlaid, kook liâ tõn mõõntam di tuejjeed ǩiõlâst sääŠmõhttsažkååŠdd kuõŠddi ǩiõll.

source: Seminára sáme- ja maorigielaid ealáskahttimis ordnejuvvo Helssegis 13.9. dmu 9.00-15.00.
sms: Seminaar sääŠm da maorǩiõl jeällʼtumuužžâst riâžžât HeŠlssnest 13.9. čiâss 9.00 – 15.00.

source: Seminára ordnejuvvo Riikkabeivviid Pikkuparlamenttis, Arkadiankatu 3.
sms: Seminaar ââŠnnempäiŠǩǩ vaajtââvv EeŠttiǩkååŠdd uŠccparlamentta. JååŠttemaddrõs lij Arkadiankatu 3.

source: Seminárii galgá almmuhit iežas 7.9. rádjai.
sms: SeminaaŠre âlgg iŠlmmtõõttâd 7.9. mõõneeŠst.

source: Sáme- ja maorigielaid ealáskahttinseminára prográmma 13.9.2011.
sms: SääŠmǩiõl da maorǩiõl jeälltumuš - seminar programm 13.9.2011.

source: Seminára oktan dárkkuhussan lea dieđihit sámedikki ulbmiliin ja doaibmabijuin seailluhit ja ovddidit sámegiela ja maiddái doalahit dan eallinfámu.
sms: Seminaar õhttân juŠrddmõššân lij teâđted sääŠmteeŠǧǧ täävtõõzzin da tuåimin seeilted da ooudâs- viikkâd sääŠmǩiõl di ooudâsjuäŠtǩǩed tõn jieŠllemviõkkvuõđ.

source: Ulbmilin lea maiddái buktit ovdan positiivvalaš málle Ođđa Selándas ássi eamiálbmoga, maorigiela ealáskahttin- ja duvdindoaimmain.
sms: Täävtõssân lij še puŠhtted ouŠdde positiivlaž maall Ođđ Seelaantâst jälsteei alggmeer, maorneeŠǩǩi ǩiõl jeälltem- da veâhsseemtuåimin.

source: Maorigiella oaččui virggálaš sajádaga ovdal sámegiela jagi 1987.
sms: Maorǩiõll vuäǯǯai veerjlaž staattuuzz ouddâl sääŠmǩiõl eeŠjjest 1987.

source: Maoriid giellabeassi ja eará ealáskahttinfidnut leat beaggán miehtá máilmmi buriid bohtosiin.
sms: MaorneeŠǩǩi ǩiõllpieŠss da jeeŠres jeälltemhaŠŋǩǩõõzz liâ vuäǯǯam pirr maaiŠlm šiõǥǥ maacctõõzzid da slääv ǩiõlltuâi oŠnnstem äiggavuäǯǯmõõžžeezvuiŠm.

source: Dan dihte lea juo rivttes áigi beassat gullat maoriid iežaset muitaleami earret eará maoriid giela ođđaseamos fidnus, mas geavahuvvo dán áigge teknologiija maorigiela ealáskahttimis.
sms: Tõn diõtt lij vääžnmõs äiŠǧǧ vuäǯǯad kuullâd maorneeŠǩǩi jiijjâz maainstumužžân maorǩiõl ođđsumuš haŠŋǩõõzzâst da ânnʼjõžäiggsaž teknologii âânnmõõžžâst maorǩiõl jeälltem diõtt.

source: Semináras leat ovdan maiddái sámegielaid nugo anárašgiela ealáskahttinfidnut ja daid bohtosat.
sms: Seminaarâst kuulât še sääŠmǩiõli mâŠte aanarsääŠmǩiõl jeälltemhaŠŋǩǩõõzzin da tõi äiggavuäǯǯmõõžžin.

source: Dáinna seminárain sámediggi háliida maiddái hástit ja movttiidahttit sierra oassebeliid bargat sámegiela nannema várás.
sms: Tän seminaarâst sääŠmteŠǧǧ tätt še vuäǯǯad mieŠldd da smeŠllkâŠtted jeeŠres kruuggid tuõjstõõllâd sääŠmǩiõl nââneem diõtt.

source: Seamma háve lea vejolašvuohta ságastallat sámegiela ja kultuvrra boahttevuođa ovddidanvejolašvuođain.
sms: Seämmast lij vuäittmõš saaǥǥstõõllâd sääŠmǩiõl da kulttuur puõŠttiääiŠj ooudâsviikkâmvuäittmõõžžin.

source: Sámediggi háliida sihkkarastit sámegiela boahttevuođa nu sámiid ruovttuguovllus go dan olggobealdege.
sms: SääŠmteŠǧǧ tätt staaneed sääŠmǩiõl puõŠttiääiŠj nuŠtt säŠmmlai dommvuuŠdest ko še tõn åålǥbeäŠlnn.

source: Suomas hállojuvvojit golbma sámegiela, davvisáme-, anáraš- ja nuortalašgiella.
sms: LääŠddjânnmest maainstet kolmm sääŠmǩiõl, tâŠvv-, aanar- da nuõrttsääŠmǩiõl.

source: Buot sámegielat gullet áitatvuloš gielaid jovkui.
sms: Puk sääŠmǩiõl koŠlle vaarvuâlaž kiõli jouŠǩǩe.

source: Jos sámegielat jávket, jávká seamma háve áidnalunddot oassi kultuvrras ja lundui gulavaš árbevirolaš diehtu, dasgo giella, kultuvra ja luondu gullet lávga oktii.
sms: Jõs sääŠmǩiõl läppje, läppai še seämmanalla koŠrvveeteŠmes vuäŠss kulttuurâst da luõttu kuulli ääŠrbvuâlaž teâtt, tõnnalla ǩiõll, kulttur da luâtt koŠlle kõskkneez õŠhtte.

source: Lassidieđut semináras:
sms: fi, puh 010 839 3119

source: Sámedikki I várreságajođiheaddji Irja-Seurujärvi-Kari irja.
sms: SääŠmteeŠǧǧ I vääŠrsaaǥǥjååŠđteei Irja-Seurujärvi-Kari irja.

source: fi dahje
sms: fi

source: sámi gielladorvočálli Siiri Jomppanen siiri.
sms: leŠbe ǩiõllstaanpiizar Siiri Jomppanen siiri.
